int numberA = int.Parse(Console.ReadLine());
int numberB = int.Parse(Console.ReadLine());

if (numberA > numberB)
{Console.WriteLine(numberA);
Console.WriteLine("больше");
Console.WriteLine(numberB);
Console.WriteLine("меньше");}

if (numberA == numberB)
{Console.WriteLine("Значения равны");}

//Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.