int A = int.Parse(Console.ReadLine());
int B = int.Parse(Console.ReadLine());
int C = int.Parse(Console.ReadLine());
int max;

if (A > B )
{max=A;}
else{max=B;}

if (max > C)
{max=max;}

else {max=C;}

Console.WriteLine(max);

//Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.





